#Dev : @YY8HH

HELP_1 = """
**c** تستخدم للقناة.
/pause or /cpause • إيقاف تشغيل الموسيقى مؤقتا.
/resume or /cresume • استئناف الموسيقى المتوقفة مؤقتا.
/mute or /cmute • كتم صوت الموسيقى المشغلة.
/unmute or /cunmute • إلغاء كتم صوت الموسيقى الصامتة.
/skip or /cskip • تخطي تشغيل الموسيقى الحالية.
/stop or /cstop- إيقاف تشغيل الموسيقى.
/shuffle or /cshuffle • خلط قائمة التشغيل في قائمة الانتظار عشوائيا.
/seek or /cseek • للانتقال الى مده معينه في الموسيقى المشتغله
/seekback or /cseekback • للعودة الى مده معينه في الموسيقى المشتغله
/restart • لاعادة تشغيل بوت الموسيقى في الدردشه الخاصة بك.
/skip • لتخطي الأغنية الحالية"""

HELP_2 = """
/play or /vplay or /cplay  •  لتشغيل الموسيقى او الفيديو في الدردشة المرئية.
/playforce or /vplayforce or /cplayforce •  **يؤدي فرض التشغيل** إلى إيقاف مسار التشغيل الحالي في الدردشة الصوتية وبدء تشغيل المسار الذي تم البحث عنه على الفور دون إزعاج/مسح قائمة الانتظار.
/channelplay [معرف القناه او ايدي القناه] أو [تعطيل] - يمكنك ربط القناة بمجموعة وبث الموسيقى على الدردشة الصوتية للقناة من مجموعتك.
/playlist • تحقق من قائمة التشغيل المحفوظة على الخوادم.
/deleteplaylist • حذف أي موسيقى محفوظة في قائمة التشغيل
/play • ابدء تشغيل قائمة التشغيل المحفوظة من الخوادم."""

HELP_3 = """
/stats • احصل على أفضل 10 مسارات إحصائيات عالمية ، وأفضل 10 مستخدمين للبوت ، وأفضل 10 دردشات على البوت ، وأفضل 10 دردشات تم تشغيلها في دردشة وما إلى ذلك.
/sudolist • لعرض قائمة المطورين
/lyrics [اسم الموسيقى] • يبحث في كلمات الأغاني عن موسيقى معينة على الويب.
/song [اسم الموسيقى] أو [رابط يوتيوب] • قم بتنزيل أي موسيقى من يوتيوب سواء صوت أو فيديو.
/player -  احصل على لوحة تشغيل تفاعلية.
/queue or /cqueue • لعرض قائمة انتظار الموسيقى."""

HELP_4 = """
/start - بدء تشغيل بوت الموسيقى.
/help  - للحصول على قائمة  الاوامــر مع الشرح مفصل للاوامــر.
/ping- لعرض سرعة البوت و الرامات و وحدة المعالجة المركزية.
/settings • الحصول على إعدادات كاملة للمجموعة باستخدام الأزرار المضمنة"""

HELP_5 = """
/addsudo - اضافة مطور
/delsudo - حذف مطور
/reboot - إعادة تشغيل البوت
/speedtest - سرعة الخادم
/logger [disable | enable] معرفة من يستخدم البوت
/blacklistchat + معرف القناة او المجموعة لحظرها
/whitelistchat + معرف القناة او المجموعة لرفع حظرها
/blacklistedchat - المجموعات والقنوات المحظورة
/block + معرف الشخص لحظره
/unblock + معرف الشخص لرفع حظره
/blockedusers - المحظورين
/gban + معرف الشخص لحظره عام
/ungban + معرف الشخص لالغاء حظره عام
/gbannedusers - المحظورين عام
/activevoice  - لعرض المجموعات التي شغلت الموسيقى
/activevideo  - لعرض المجموعات التي شغلت الفديو
`/broadcast -user -assistant -pin + الرسالة لأذاعتها`
"""

HELP_6 = """
/tr - بالرد على نص او كتابة نص لترجمته.
/pr - بالرد على نص لطباعته بصورة.
/tm - بالرد على ميديا لاستخراج رابطها.
/id - للحصول على ايديك وايدي المجموعة.
"""

HELP_8 = """ 
———————————
#️⃣ اشتغل + الاسم او الرابط او بالرد لتشغيله
———————————
#️⃣ ربط القناة + معرف القناة لربطها بالمجموعه و تشغيل الموسيقى فيها 
———————————
#️⃣ انهاء ←  لانهاء تشغيل الموسيقى 
———————————
#️⃣ وقف ←  لايقاف الموسيقى مؤقتاً 
———————————
#️⃣ استمر ←  لاكمال تشغيل الموسيقى المتوقفه 
———————————
#️⃣ تخطي ←  لتخطي الموسيقى الحاليه الى الموسيقى التاليه 
———————————
#️⃣ كرر + عدد المرات ←  لتكرار الموسيقى المشتغله
———————————
#️⃣ اصمت ←  لكتم الحساب المساعد في المجموعه 
———————————
#️⃣ تكلم ←  لرفع الكتم عن الحساب المساعد 
———————————
#️⃣ بنك  ←  لمعرفة سرعة البوت 
———————————
#️⃣ اعدادات ←  لاظهار اعدادات بوت الموسيقى داخل المجموعه 
———————————
#️⃣ اللغة ←  لتغيير لغة البوت 
———————————
#️⃣ ريستارت ←  لاعادة تشغيل البوت داخل المجموعه 
———————————
#️⃣ حدث ←  لتحديث قائمة المشرفين داخل المجموعه
———————————
#️⃣ تحميل + اسم الموسيقى او الرابط ← لتحميل الموسيقى من اليوتيوب صوت او فيديو في الخاص
""" 
